---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctInsulation
source: html/b3cf5b87-0ea2-0d69-d941-988a6fa814f0.htm
---
# DuctInsulation Properties

The id of the assembly instance to which the element belongs.